Repository: gambitph/Titan-Framework
Catalog: languages/titan-framework-*.po
Languages: fa_ir, zh_cn

source: <em>Options Page Created with <a href='http://titanframework.net?utm_source=admin&utm_medium=admin footer'>Titan Framework</a></em>
zh_cn: <em>设置页面由 <a href=‘http://titanframework.net?utm_source=admin&utm_medium=admin footer’>Titan Framework</a> 强力驱动</em>

source: Settings saved.
fa_ir: تنظیمات ذخیره شد
zh_cn: 设置已保存。

source: Settings reset to default.
zh_cn: 已恢复至原始设置。

source: More Options
fa_ir: تنظیمات بیشتر
zh_cn: 更多选项

source: Security check failed, please refresh the page and try again.
zh_cn: 安全检查失败，请刷新页面并重试。

source: Something went wrong
zh_cn: 啊哦…出错了

source: Click me
zh_cn: 点击此处

source: Please wait...
zh_cn: 请稍候...

source: Your license is valid and active.
zh_cn: 授权码有效，现已激活。

source: Your license is invalid.
zh_cn: 授权码不可用。

source: Activate
zh_cn: 激活

source: Your license is valid but inactive. Click the button above to activate it.
zh_cn: 您的授权码有效但未使用，点击以下按钮以激活。

source: The remote server did not return a valid response. You can retry by hitting the &laquo;Save&raquo; button again.
zh_cn: 远程服务器未返回有效信息，您可以点击 &laquo;保存&raquo; 以重试。

source: Entering your license key is mandatory to get the product updates.
zh_cn: 输入授权码后您将享受产品后续的更新服务。

source: Enabled
zh_cn: 已启用

source: Disabled
zh_cn: 已禁用

source: Select File
zh_cn: 选择文件

source: Use file
zh_cn: 选择文件

source: Select Image
zh_cn: 选择图像

source: Use image
zh_cn: 选择图像

source: Untitled %s
zh_cn: 未标题 %s

source: Save Changes
fa_ir: ذخیره تغییرات
zh_cn: 保存设置

source: Reset to Defaults
fa_ir: برگرداندن به حالت پیشفرض
zh_cn: 重置

source: Are you sure you want to reset ALL options to their default values?
zh_cn: 您确定要重置所有选项至默认值吗？

source: Select
fa_ir: انتخاب
zh_cn: 选择

source: Option type or extended class %s does not exist.
fa_ir: نوع تنظیمات یا کلاس %s پیدا نشد.
zh_cn: 选项类型或拓展类 %s 并不存在。

source: All option IDs per namespace must be unique. The id %s has been used multiple times.
zh_cn: 每一个命名空间下的选项 ID 都应该是唯一的。错误：ID %s 被重复使用多次。

source: %s needs a %s parameter.
zh_cn: %s 需要一个 %s 参数。

source: Documentation
fa_ir: آموزش
zh_cn: 文档

source: Settings reset to defaults.
fa_ir: تنظیمات به حالت اول برگردانده شد

source: Save changes now?
fa_ir: تنظیمات ذخیره شود؟

source: Reset all fields to defaults now?
fa_ir: تنظیمات به حالت پیشفرض برگردانده شود؟

source: Ultra-light
fa_ir: بسیار نازک

source: Light
fa_ir: نازک

source: Book
fa_ir: کتاب

source: Medium
fa_ir: معمولی

source: Semi-Bold
fa_ir: کمی کلفت

source: Bold
fa_ir: کلفت

source: Extra-Bold
fa_ir: خیلی کلفت

source: Ultra-Bold
fa_ir: بسیار کلفت

source: Regular
fa_ir: طبیعی

source: Upload
fa_ir: بارگزاری

source: All option IDs must be unique. The id %s has been used multiple times.
fa_ir: ایدی تنظیمات باید خاص باشد. ایدی %s چند بار استفاده شده است.

source: GitHub Repo
fa_ir: گیتهاب

source: Issue Tracker
fa_ir: مشکل یاب
